{
  "rus": {
    "id1": "О нас",
    "id2": "Портфолио",
    "id4": "Coздаем программы и приложения",
    "id5": "Наши услуги",
    "id6": "Узнать больше...",
    "id7": "О нас",
    "id8": "Портфолио",
    "id9": "Технологии",
    "id10": "Услуги",
    "id11": "Контакты",
    "id12": "Russian",
    "id13": "Наша компания специализируется на разработке прикладного программного обеспечения. Mы предлагаем уникальные решения для наших клиентов:",
    "id14": "- автоматизированные системы управления",
    "id15": "- ПО для интеграции различных систем",
    "id16": "- приложения для смартфонов (iPhone / Android)",
    "id17": "- пакеты расширения для CMS с открытым исходным кодом ",
    "id18": "- и многое другое.",
    "id19": "Обратная связь",
    "id20": "Имя:",
    "id21": "E-mail:",
    "id22": "Номер телефона:",
    "id23": "Ваше сообщение:",
    "id24": "Отправить",
    "id25": "techwizard — ",
    "id26": "разработка ПО",
    "id27": "Разработка программ и веб-приложений",
    "id29": "Решения для всех платформ (Windows, OSX, Linux, iOS, Android)",
    "id30": "Установка и настройка CMS, CRM, ERP",
    "id31": "Кроссплатформенная интеграция",
    "id32": "Расширения, модули и компоненты для Joomla, Wordpress и Drupal",
    "id33": "Разработка, установка и поддержка интернет-магазина",
    "id34": "Программирование баз данных",
    "id35": "Установка и администрирование Linux",
    "id36": "Анализ и поисковая оптимизация веб-сайта",
    "id37": "Как мы работаем",
    "id38": "Весь процесс по шагам",
    "id40": "Анализ требований",
    "id41": "Составление и утверждение плана",
    "id42": "Проектирование и дизайн",
    "id43": "Разработка",
    "id44": "Тестирование",
    "id45": "Запуск проекта",
    "id46": "Обновления и поддержка",
    "id48": "Наши клиенты",
    "id49": "Главная",
    "id50": "UX-дизайн, поисковая оптимизация",
    "id51": "PHP, миграции, бэкенд",
    "id52": ".NET, HTML5, полный цикл разработки",
    "id53": "Drupal 8, миграции, модули",
    "id54": "Смотреть все",
    "id55": "TechWizard - компания, специализирующаяся на разработке прикладного программного обеспечения. В течение многих лет мы создаем уникальное программное обеспечение для наших клиентов. Мы разрабатываем автоматизированные системы управления, ПО для интеграции различных систем, приложения для смартфонов (iPhone / Android), пакеты расширения для CMS с открытым исходным кодом, таких, как Joomla, WordPress и другие. ",
    "id56": "Перед нами стояла задача привлечения новых партнеров и клиентов на немецкую торговую B2C-платформу. Поисковая оптимизация была встроена в функционал веб-сайта, построенного на Drupal, как и платежная система PayPal. Наши проектировщики интерфейса разработали новый отзывчивый дизайн, с гарантией того, что приложение будет одинаково хорошо отображаться на ПК и сенсорных устройствах. Приложение стало удобным для публикации контента и рекламы.",
    "id57": "Нашим заданием был перенос веб-портала, разработанного на Drupal 7. Мы добавили несколько ролей доступа для разных типов пользователей, поверхностный поиск, Citrix-вебинары и стримы, внедрили систему рейтинга, пользовательские уведомления, Гугл-карты и интеграцию с Memcache. Drupal покрыл требования по поисковой оптимизации, процессу регистрации и управлению контентом. Приложение было протестировано нагрузкой, по мере его продвижения в процессе разработки.",
    "id58": "Мы построили мультиязычный веб-сайт для Штудтгартского маркетингового агенства, используя Drupal 8. Perspectivas - это немецкая платформа, которая продает услуги рекрутинга сотрудников за границей Германии, их адаптации и релокации, в то время, как английская версия подключает иностранных соискателей. Требования бэкенда - контент-менеджмент, секция блога, медиа-библиотека и раздел FAQ; также мы разработали интерфейс с интуитивным и стильным UI/UX.",
    "id59": "Мы перенесли обновленный веб-сайт Itransition на Drupal 8, в том числе их старый корпоративный блог, который ранее работал на Wordpress. Также мы внедрили кастомную анти-спам систему, чтобы предотвратить получение сообщений от ботов. Сегодня мы предоставляем обновления и поддержку этой системы.",
    "id60": "ул. Домбровская, 9",
    "id61": "БЦ Sky Towers",
    "id62": "Минск, Беларусь"



  },
  "eng": {
    "id1": "About us",
    "id2": "Cases",
    "id4": "We create software & applications",
    "id5": "Our services",
    "id6": "Learn more...",
    "id7": "About us",
    "id8": "Services",
    "id9": "Cases",
    "id10": "Expertise",
    "id11": "Contacts",
    "id12": "English",
    "id13": "Our company is specialized at creating custom software. We build unique solutions for our clients, for example:",
    "id14": "- automatized management systems",
    "id15": "- system integration software",
    "id16": "- mobile applications (iPhone / Android)",
    "id17": "- CMS open-source extensions",
    "id18": "- & much more.",
    "id19": "Contact us",
    "id20": "Name",
    "id21": "E-mail",
    "id22": "Phone number",
    "id23": "Your message",
    "id24": "Submit",
    "id25": "techwizard — ",
    "id26": "software development",
    "id27": "Development of software and web-applications ",
    "id29": "Solutions for all platforms (Windows, OSX, Linux, iOS, Android)",
    "id30": "Installation and configuration of CMS, CRM, ERP",
    "id31": "Cross-system integration components",
    "id32": "Extensions, modules & components for Joomla, Wordpress and Drupal",
    "id33": "E-commerce solution development, installation and support",
    "id34": "Database software development ",
    "id35": "Linux installation and administrating",
    "id36": "Website analysis and search engine optimization",
    "id37": "Our workflow",
    "id38": "Project delivery steps",
    "id40": "Requirement research",
    "id41": "Planning & confirmation",
    "id42": "Design of the project",
    "id43": "Development process",
    "id44": "Quality assurance",
    "id45": "Launching the project",
    "id46": "Maintenance & support",
    "id47": "9 Dombrovskaya str. Sky Towers Minsk, Belarus",
    "id48": "Our clients",
    "id49": "Home",
    "id50": "UX design, SEO",
    "id51": "PHP, migration, backend",
    "id52": ".NET, HTML5, full-cycle development",
    "id53": "Drupal 8, migration, modules",
    "id54": "View all",
    "id55": "TechWizard is a company, which is specialized at creating custom software. We build unique solutions for our clients, such as automatized management systems, system integration software, mobile applications (iPhone / Android), CMS open-source extensions, & much more.",
    "id56": "We faced a task of involving new partners and customers into German B2C ecommerce platform. SEO optimization was implemented in the core of Drupal-powered website, as well as PayPal mass payment system. Our UI designers delivered new responsive design, ensuring the application is smoothly displayed both on PCs and touch-first devices. The application became convenient for content publishing and advertising.",
    "id57": "Our task was migrating the web-portal under development on Drupal 7. We delivered several access roles for different types of users, faceted search, Citrix webinars and livestreams, implemented rating system, user notifications, Google maps and Memcache integration. Drupal has covered the requirements of SEO optimization, registration process and content management. The application was tested under load, as long as it was promoted during the development process.",
    "id58": "We constructed a multilingual website for Stuttgart marketing agency using Drupal 8 technology. Perspectivas is a German exchanging platform that sells services of recruiting employees abroad Germany, their adaptation and relocation, while the English version engages foreign job seekers. Backend requirements were content management, blog section, media library and FAQ; also we delivered frontend part to provide intuitive and stylish UI/UX.",
    "id59": "We migrated renewed Itransition website on Drupal 8, as well as their old corporate blog which was earlier powered by Wordpress. The solutions we also implemented were custom anti-spam system to prevent receiving messages from bots, system maintenance and support.",
    "id60": "9 Dombrovskaya str.",
    "id61": "Sky Towers",
    "id62": "Minsk, Belarus"
  }
}
